Angular.ng-template
bceskavich.theme-dracula-at-night
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eg2.vscode-npm-script
EliverLara.sweet-vscode-icons
humao.rest-client
jasonnutter.search-node-modules
johnpapa.angular-essentials
johnpapa.Angular2
mongodb.mongodb-vscode
ms-vscode.cpptools
nrwl.angular-console
PKief.material-icon-theme
tal7aouy.theme
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
waderyan.nodejs-extension-pack
xabikos.JavaScriptSnippets